Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioJob/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: Audio Jobs
zh_hans: 音频任务
zh_hant_hk: 音訊任務
zh_hant_tw: 音訊任務

source: Background tasks for audio files
zh_hans: 处理音频文件的后台任务
zh_hant_hk: 處理音頻文件的後台任務
zh_hant_tw: 處理音訊檔案的後臺任務

source: File System Monitor
zh_hans: 文件系统监控
zh_hant_hk: 文件系統監控
zh_hant_tw: 檔案系統監控

source: Monitor audio file system changes and sync to database
zh_hans: 监听音频文件系统变化，同步到数据库
zh_hant_hk: 監聽音頻文件系統變化，同步到數據庫
zh_hant_tw: 監聽音訊檔案系統變化，同步到資料庫

source: Provides background processing tasks for audio files
zh_hans: 为音频文件提供后台处理任务能力。
zh_hant_hk: 為音訊檔案提供背景處理任務能力。
zh_hant_tw: 為音訊檔案提供背景處理任務能力。

source: Background Tasks
zh_hans: 后台任务
zh_hant_hk: 背景任務
zh_hant_tw: 背景任務

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Runs audio-related tasks in the background.
zh_hans: 在后台执行音频相关的任务。
zh_hant_hk: 在背景執行音訊相關任務。
zh_hant_tw: 在背景執行音訊相關任務。

source: Background Processing
zh_hans: 后台处理
zh_hant_hk: 背景處理
zh_hant_tw: 背景處理

source: Schedules and executes by queue.
zh_hans: 按队列调度与执行。
zh_hant_hk: 依佇列排程與執行。
zh_hant_tw: 依佇列排程與執行。

source: Task Scheduling
zh_hans: 任务调度
zh_hant_hk: 任務排程
zh_hant_tw: 任務排程

source: Gives feedback when a task finishes.
zh_hans: 任务完成后给出反馈。
zh_hant_hk: 任務完成後提供回饋。
zh_hant_tw: 任務完成後提供回饋。

source: Completion Notification
zh_hans: 完成通知
zh_hant_hk: 完成通知
zh_hant_tw: 完成通知

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Background Processing: runs audio-related tasks in the background.
zh_hans: 后台处理：在后台执行音频相关的任务。
zh_hant_hk: 背景處理：在背景執行音訊相關任務。
zh_hant_tw: 背景處理：在背景執行音訊相關任務。

source: Task Scheduling: schedules and executes by queue.
zh_hans: 任务调度：按队列调度与执行。
zh_hant_hk: 任務排程：依佇列排程與執行。
zh_hant_tw: 任務排程：依佇列排程與執行。

source: Completion Notification: gives feedback when a task finishes.
zh_hans: 完成通知：任务完成后给出反馈。
zh_hant_hk: 完成通知：任務完成後提供回饋。
zh_hant_tw: 完成通知：任務完成後提供回饋。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Triggers background audio tasks.
zh_hans: 触发音频后台任务。
zh_hant_hk: 觸發音訊背景任務。
zh_hant_tw: 觸發音訊背景任務。

source: View execution status in the task queue.
zh_hans: 在任务队列中查看执行状态。
zh_hant_hk: 在任務佇列中檢視執行狀態。
zh_hant_tw: 在任務佇列中檢視執行狀態。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: Tasks run asynchronously in the background without affecting foreground playback.
zh_hans: 任务在后台异步执行，不影响前台播放。
zh_hant_hk: 任務在背景非同步執行，不影響前景播放。
zh_hant_tw: 任務在背景非同步執行，不影響前景播放。
